[
  {
    "anoPublicacao": "2017",
    "titulo": "Caixa Harry Potter - Edição Premium + Pôster Exclusivo",
    "autor": "J.K. Rowling",
    "genero": "Fantasia",
    "editora": "Rocco",
    "sinopse": "A vida do menino Harry Potter não tem um pingo de magia. Ele vive com os tios e o primo, que não gostam nem um pouco dele. O quarto de Harry é, na verdade, um armário sob a escada, e ele nunca comemorou um aniversário sequer em onze anos. Até que, um dia, Harry recebe uma carta misteriosa, entregue por uma coruja: um convite para estudar num lugar incrível chamado Escola de Magia e Bruxaria Hogwarts. Lá ele vai encontrar não só amigos, esportes praticados em vassouras voadoras e magia para todo lado, como também seu destino: ser um aprendiz de feiticeiro até o dia em que terá que enfrentar a pior força do mal, o bruxo que assassinou seus pais. Mas, para isso, Harry precisará passar por uma série de desafios e enfrentar inúmeros perigos. Em sete livros que se tornaram o maior fenômeno editorial de todos os tempos, com mais de 450 milhões de exemplares vendidos e traduções em 78 idiomas, Harry Potter não é exposto apenas a batalhas e feitiços. Ele precisa superar traições, surpresas e, sobretudo, aprender a lidar com os próprios sentimentos. O amor, a amizade e claro, uma boa dose de magia e imaginação, são os elementos-chave para da maior saga bruxa de todos os tempos. 'Box Harry Potter – Série Completa': perfeito para todos que cresceram acompanhando a saga do jovem bruxo e para as novas gerações de fãs que anseiam por conhecê-la!",
    "imagem": "https://m.media-amazon.com/images/I/61WmoSu8RYL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 3067,
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 382.58,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 143.91,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2019",
    "titulo": "Box Sherlock Holmes - Obra completa",
    "autor": "Arthur Conan Doyle",
    "genero": "Ação",
    "editora": "Rocco",
    "sinopse": "Esta obra completa reúne os quatro romances e os 56 contos sobre as aventuras do detetive mais famoso do mundo e de seu fiel companheiro, o dr. Watson. Em 1887, o escritor escocês Ssir Arthur Conan Doyle criou Sherlock Holmes, o infalível detetive a quem os agentes da Scotland Yard recorriam para solucionar os mistérios mais intrigantes da Inglaterra vitoriana. Desde então, as aventuras do mestre da investigação atraem leitores ávidos por chegar à última página e ver o enigma desvendado. Para desvendar mistérios, o faro e a astúcia de Sherlock Holmes levam às fontes menos óbvias, às informações mais precisas. Um modelo que influencia até hoje a literatura policial e revela fôlego para impressionar gerações de leitores através dos tempos.!",
    "imagem": "https://m.media-amazon.com/images/I/71veccCx+oL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 1808,
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 74.80,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 80.91,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2022",
    "titulo": "Box Uma chama entre as cinzas",
    "autor": "Sabaa Tahir",
    "genero": "Fantasia",
    "editora": "Verus",
    "sinopse": "Um box incrível para fãs de histórias épicas e eletrizantes. Em Uma Chama entre as Cinzas, considerada uma das melhores séries de fantasia de todos os tempos, o leitor vai mergulhar em uma história emocionante de liberdade, coragem e esperança que vai deixá-lo ávido por iniciar o próximo livro e fazê-lo desejar que eles nunca chegassem ao fim. O box acompanha quatro marcadores temáticos e a graphic novel Um ladrão entre as árvores, uma prequel da série.",
    "imagem": "https://m.media-amazon.com/images/I/811wnfX6j-L._SX258_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 1792,
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 103.99,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 78.33,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2013",
    "titulo": "A Elite (A Seleção Livro 2)",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "A vida no palácio não era tão ruim quanto America imaginava. Ou melhor com todos os mimos e privilégios que estava tendo, ela já mal se lembrava de como era pertencer à casta Cinco. Ser Um, em compensação, era fácil: suas criadas eram costureiras talentosíssimas e faziam vestidos maravilhosos; os banquetes e as festas que frequentava eram incrivelmente divertidos; e o conforto em que vivia agora seria impensável alguns meses atrás. Além de tudo, quando sentia saudade de casa, tinha Aspen por perto. Ele era compreensivo, companheiro e tinha decidido colocar sua vida em perigo por ela - afinal, o que aconteceria se alguém descobrisse que, além de guarda do palácio, era ex-namorado de uma das candidatas? Era com Aspen que America contava nas horas mais difíceis. Por outro lado, o príncipe Maxon era atraente, bondoso, carinhoso e - o mais importante - desejava America mais do que qualquer outra garota da Elite. Mas, além de estar com o coração secretamente dividido, também era difícil lidar com o fato de que aceitar Maxon significava ter que aceitar uma coroa. America não tinha certeza se gostaria de ser uma princesa. Apesar da vida glamorosa, havia tantas coisas com as quais ela não concordava e que permaneciam sem explicação: por que o palácio sofria tantos ataques rebeldes? O que era reivindicado? Por que os castigos aos infratores tinham de ser tão violentos? O que estava por trás daquele regime de castas tão cruel? O tempo está acabando e as dúvidas de America só aumentam.",
    "imagem": "https://m.media-amazon.com/images/I/51egaVAWAbL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 307,
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 33.1,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 24.9,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2014",
    "titulo": " A escolha (A Seleção Livro 3)",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "America era a candidata mais improvável da Seleção: se inscreveu por insistência da mãe e aceitou participar da competição só para se afastar de Aspen, um garoto que partira seu coração. Ao conhecer melhor o príncipe, porém, surgiu uma amizade que logo se transformou em algo mais... No entanto, toda vez que Maxon parecia estar certo de que escolheria America, algum obstáculo fazia os dois se afastarem. Um desses obstáculos era Aspen, que passou a ocupar o posto de guarda no palácio e estava decidido a reconquistar a namorada. Em encontros proibidos, ele a reconfortava em meio àquele mundo de luxos e rivalidades. Com essas idas e vindas, America perdeu um pouco de espaço no coração do príncipe, lugar que foi prontamente ocupado por outra concorrente. Para completar, o rei odiava America e a considerava a pior opção para o filho. Assim, tentava sabotar a relação dos dois, inventando mentiras e colocando a garota em prova a todo instante. Agora, para conseguir o que deseja, America precisa cortar os laços com Aspen, conquistar o povo de Illéa e conseguir novos aliados políticos. Mas tudo pode sair do controle quando ela começa a questionar o sistema de castas e a estratégia usada para lidar com os ataques rebeldes...",
    "imagem": "https://m.media-amazon.com/images/I/51veEwOBPGL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "332",
    "oferta": "true",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 33.5,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 24.9,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2012",
    "titulo": "A Seleção",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "MPara trinta e cinco garotas, a Seleção é a chance de uma vida. É a oportunidade de ser alçada a um mundo de vestidos deslumbrantes e joias valiosas. De morar em um palácio, conquistar o coração do belo príncipe Maxon e um dia ser a rainha. Para America Singer, no entanto, estar entre as Selecionadas é um pesadelo. Significa deixar para trás o rapaz que ama. Abandonar sua família e seu lar para entrar em uma disputa ferrenha por uma coroa que ela não quer. E viver em um palácio sob a ameaça constante de ataques rebeldes. Então America conhece pessoalmente o príncipe - e percebe que a vida com que sempre sonhou talvez não seja nada comparada ao futuro que nunca tinha ousado imaginar.",
    "imagem": "https://m.media-amazon.com/images/I/51zrqIq-fyL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "344",
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 34.99,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 24.9,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2015",
    "titulo": "A herdeira (A Seleção Livro 4)",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "Vinte anos atrás, America Singer participou da Seleção e conquistou o coração do príncipe Maxon. Agora chegou a vez da princesa Eadlyn, filha do casal. Prestes a conhecer os trinta e cinco pretendentes que irão disputar sua mão numa nova Seleção, ela não tem esperanças de viver um conto de fadas como o de seus pais… Mas assim que a competição começa, ela percebe que encontrar seu príncipe encantado talvez não seja tão impossível quanto parecia.",
    "imagem": "https://m.media-amazon.com/images/I/51WkUrtfYzL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "341",
    "oferta": "true",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 26.78,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 24.9,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2016",
    "titulo": "A coroa (A Seleção Livro 5)",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "Em A herdeira, o universo de A Seleção entrou numa nova era. Vinte anos se passaram desde que America Singer e o príncipe Maxon se apaixonaram, e a filha do casal é a primeira princesa a passar por sua própria Seleção. Ela não acreditava que encontraria, tal como seus pais, um amor verdadeiro durante o concurso. Mas alguns candidatos conseguem abrir rachaduras nas muralhas que Eadlyn construiu em volta de si mesma, principalmente de seu coração. Aos poucos, os Selecionados se tornam seu porto seguro, ao mesmo tempo que a fazem enxergar como é a vida fora da bolha em que vive. E ela realmente está precisando: os acontecimentos no palácio obrigam Eadlyn a assumir cada vez mais responsabilidades no governo, e a garota não tem escolha a não ser encarar a rejeição do público. Seu maior desafio é se aproximar do povo, mostrando que se importa e que tem capacidade de governar. Tudo isso enquanto a pressão para escolher um marido só aumenta — e um garoto em particular começa a tomar conta de seu coração.",
    "imagem": "https://m.media-amazon.com/images/I/61-RlelxM3L._SY346_._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "292",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 24.89,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 24.9,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2015",
    "titulo": "Felizes para sempre: Antologia de contos da Seleção",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "Esta coletânea traz os contos A rainha, O príncipe, O guarda e A favorita ilustrados e com introduções de Kiera Cass. Conheça o príncipe Maxon antes de ele se apaixonar por America, e a rainha Amberly antes de ser escolhida por Clarkson. Veja a Seleção através dos olhos de um guarda que perdeu seu primeiro amor e de uma Selecionada que se apaixonou pelo garoto errado. Você encontrará, ainda, cenas inéditas da série narradas pelos pontos de vista de Celeste e Lucy, um texto contando o que aconteceu com as outras Selecionadas depois do fim da competição e um trecho exclusivo de A sereia, o novo romance de Kiera Cass. Este é um livro essencial para os fãs de A Seleção, que poderão mergulhar mais nesse universo tão apaixonante.",
    "imagem": "https://m.media-amazon.com/images/I/51cjMt78JlL._SY346_._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "391",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 37.4,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 24.9,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2013",
    "titulo": "O príncipe: Um conto de A Seleção",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "Conto inédito e gratuito, O Príncipe não só proporciona um vislumbre dos pensamentos de Maxon nas semanas que antecedem a Seleção, como também revela mais um pouco sobre a família real e as dinâmicas internas do palácio. Você descobrirá como era a vida do príncipe antes da competição, suas expectativas e inseguranças, assim como suas primeiras impressões quando as trinta e cinco garotas chegam ao palácio. É uma leitura indispensável a todos que terminaram A Seleção e ficaram querendo mais! Ao final, contém os dois primeiros capítulos de A Elite, segundo volume da trilogia.",
    "imagem": "https://m.media-amazon.com/images/I/51p-rcsMA6L._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "82",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 2.99,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2014",
    "titulo": "O guarda: Um conto de A Seleção",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "O guarda é o segundo conto que se passa no universo criado por Kiera Cass, autora da trilogia A Seleção. Depois de conhecermos os verdadeiros pensamentos e inquietações de Maxon em O príncipe, agora temos um vislumbre das ideias e emoções do jovem Aspen, ex-namorado de America, que vai trabalhar como soldado no palácio durante o concurso. Antes de ir para o palácio competir pelo coração do príncipe Maxon, America Singer era completamente apaixonada por Aspen. Criado como um Seis, ele nunca imaginou que acabaria se tornando um dos soldados responsáveis por proteger a monarquia. Em O guarda, a história é contada pelo seu ponto de vista, a partir do momento que a Seleção é reduzida à Elite. Sua rotina é composta de exercícios e tarefas variadas dentro da casa da família real — desde cuidar da correspondência até combater os ataques rebeldes. Pela primeira vez, o enfoque é o mundo paralelo dos funcionários do palácio, suas dinâmicas e rede de relacionamentos, que America nunca chegou a conhecer. O guarda também está disponível em edição impressa, como parte da antologia Contos da Seleção, que traz ainda O príncipe com final estendido e bônus exclusivos (como uma entrevista com a autora e informações inéditas sobre os personagens), além dos três primeiros capítulos de A escolha, último livro da trilogia, que será lançado em maio de 2014.",
    "imagem": "https://m.media-amazon.com/images/I/51cjMt78JlL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "99",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 2.99,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2015",
    "titulo": "A favorita: Um conto de A Seleção",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "Conto inédito que se passa no universo da série que já vendeu mais de 1 milhão de exemplares no Brasil. Enquanto America estava dividida entre Aspen e o príncipe Maxon, sua melhor amiga Marlee sabia exatamente o que queria — e pagou o preço por isso. Aqui, ela mesma narra essa história e nos conta como se apaixonou pelo guarda Carter Woodwork durante a Seleção, além do que aconteceu naquele fatídico Halloween quando os dois foram descobertos e a sua vida nunca mais foi a mesma. A favorita também está disponível em edição impressa, como parte da antologia ilustrada Felizes para sempre, que traz todos os contos do universo da Seleção reunidos em um volume só, além de introduções inéditas de Kiera Cass, bônus exclusivos e um trecho de A sereia, novo livro da autora que será lançado em janeiro de 2016",
    "imagem": "https://m.media-amazon.com/images/I/51zgqjruTNL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "63",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 3.90,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2014",
    "titulo": "A rainha: Um conto de A Seleção",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "Conto digital sobre a Seleção de que a rainha Amberly participou!Uma das personagens mais cativantes de A Seleção é a rainha Amberly, mãe do príncipe Maxon. Ao longo da série, descobrimos pouca coisa a seu respeito, e muitas dúvidas permanecem: como uma pessoa tão bondosa e gentil se apaixonou por um homem rígido e impiedoso? Por que Clarkson a escolheu, considerando que ela vinha de uma casta baixa e de uma província pobre? E qual era exatamente seu estado de saúde?Chegou a vez de Amberly contar sua própria história. Em A rainha, disponível em edição digital, acompanhamos a Seleção anterior à de America Singer, quando Amberly foi ao palácio com outras trinta e quatro garotas para disputar o coração do então príncipe Clarkson. O leitor enxergará uma nova faceta do rei através dos olhos apaixonados de Amberly, entenderá melhor o relacionamento dos dois e conhecerá um pouco mais do passado dessa personagem tão encantadora — uma garota simples que provou que uma rainha pode vir de qualquer casta.",
    "imagem": "https://m.media-amazon.com/images/I/51FuqSYT0bL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "87",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 3.90,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2016",
    "titulo": "A sereia ",
    "autor": "Kiera Cass",
    "genero": "Romance",
    "editora": "Seguinte",
    "sinopse": "AAnos atrás, Kahlen foi salva de um naufrágio pela própria Água. Para pagar sua dívida, a garota se tornou uma sereia e, durante cem anos, precisa usar sua voz para atrair as pessoas para se afogarem no mar. Kahlen está decidida a cumprir sua sentença à risca, até que ela conhece Akinli. Lindo, carinhoso e gentil, o garoto é tudo o que Kahlen sempre sonhou. Apesar de não poderem conversar — pois a voz da sereia é fatal —, logo surge uma conexão intensa entre os dois. É contra as regras se apaixonar por um humano, e se a Água descobrir, Kahlen será obrigada a abandonar Akinli para sempre. Mas pela primeira vez em muitos anos de obediência, ela está determinada a seguir seu coração.",
    "imagem": "https://m.media-amazon.com/images/I/41YwePN953L._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "307",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 24.50,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 19.60,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2014",
    "titulo": "Atrás do espelho",
    "autor": "A. G. Howard",
    "genero": "Fantasia",
    "editora": "Editora Novo Conceito",
    "sinopse": "Na releitura dark de Alice no País das Maravilhas, Alyssa Gardner foi coroada Rainha, mas preferiu deixar seus afazeres para trás e viver no mundo dos humanos. Durante um ano, ela tentou voltar a ser a Alyssa de antes, com seu namorado, Jeb, sua mãe, que voltou para casa, seus amigos, o baile de formatura e a promessa de ter um futuro em Londres. No entanto, Morfeu, o intraterreno sedutor e manipulador que povoa os sonhos de Alyssa, não permitirá que ela despreze o seu legado. O mesmo vale para o País das Maravilhas, que parece não ter superado o abandono. Alyssa se vê dividida entre dois mundos: Jeb e sua vida como humana... e a loucura inebriante do País das Maravilhas – e Morfeu. Quando esses dois mundos entram em conflito e o reino delirante começa a invadir sua vida real, Alyssa precisa encontrar uma forma de manter o equilíbrio entre as duas dimensões – ou perder tudo aquilo que mais ama.",
    "imagem": "https://m.media-amazon.com/images/I/51HCoHH0uvL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": "400",
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 49.12,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 16.10,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2014",
    "titulo": "O lado mais sombrio",
    "autor": "A. G. Howard",
    "genero": "Fantasia",
    "editora": "Editora Novo Conceito",
    "sinopse": "O Coelho Branco, o Chapeleiro Maluco, o Gato, a Lagarta, a Rainha de Copas... Todos eles estão de volta, e desta vez o assunto é sério. Alyssa precisa enfrentá-los para salvar as mulheres da sua família de uma terrível maldição. Neste romance fantástico e surpreendente, a realidade pode ser muito mais perturbadora do que os sonhos. Alyssa Gardner ouve os pensamentos das plantas e animais. Por enquanto ela consegue esconder as alucinações, mas já conhece o seu destino: terminará num sanatório como sua mãe. A insanidade faz parte da família desde que a sua tataravó, Alice Liddell, falava a Lewis Carroll sobre os seus estranhos sonhos, inspirando-o a escrever o clássico 'Alice no País das Maravilhas'. Mas talvez ela não seja louca. E talvez as histórias de Carroll não sejam tão fantasiosas quanto possam parecer. Para quebrar a maldição da loucura na família, Alyssa precisa entrar na toca do coelho e consertar alguns erros cometidos no País das Maravilhas, um lugar repleto de seres estranhos com intenções não reveladas. Alyssa leva consigo o seu amigo da vida real – o superprotetor Jeb –, mas, assim que a jornada começa, ela se vê dividida entre a sensatez deste e a magia perigosa e encantadora de Morfeu, o seu guia no País das Maravilhas. Ninguém é o que parece no País das Maravilhas. Nem mesmo Alyssa.",
    "imagem": "https://m.media-amazon.com/images/I/51K4EuHRo+L._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 368,
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 45.90,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 16.11,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2016",
    "titulo": "Qualquer outro lugar",
    "autor": "A. G. Howard",
    "genero": "Fantasia",
    "editora": "Editora Novo Conceito",
    "sinopse": "Alyssa está tentando entrar novamente no País das Maravilhas. Os portais para o reino se fecharam, não sem antes levarem sua mãe. Jeb e Morfeu estão presos em Qualquer Outro Lugar, reino em que intraterrenos expulsos do País das Maravilhas estão vivendo. Para resgatá-los, ela precisa recorrer à ajuda de seu pai. Juntos, eles iniciam uma missão quase impossível para tentar resgatar entes queridos, restaurar o equilíbrio dos reinos e o lugar dela como Rainha. Alyssa precisa lutar não só com a Rainha Vermelha, um espírito malicioso que tem a intenção de refazer o País das Maravilhas à própria imagem, mas também reconstruir seu relacionamento com Jeb, o mortal que ela ama, e Morfeu, o ser fantástico que também reivindica seu coração. E, se todos tiverem sucesso e saírem vivos, eles poderão finalmente ter o felizes para sempre. ",
    "imagem": "https://m.media-amazon.com/images/I/51dZPkCDKpL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 416,
    "oferta": "true",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 59.9,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 16.11,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2017",
    "titulo": "Sussurros do país das maravilhas",
    "autor": "A. G. Howard",
    "genero": "Fantasia",
    "editora": "Editora Novo Conceito",
    "sinopse": "Alyssa Gardner entrou na toca do coelho para assumir o controle do seu destino. Ela sobreviveu à batalha pelo País das Maravilhas e pelo seu coração. No conto O Menino da Teia, Alison relembra o período em que viveu no País das Maravilhas e resgatou o homem que se tornaria seu marido e pai de sua filha, Alyssa. No A Mariposa no Espelho, conhecemos as lembranças de Morfeu, de quando ele mergulhou nas memórias de Jeb para descobrir os segredos dele e tentar ganhar, de uma vez por todas, o disputado coração de Alyssa. No Seis Coisas Impossíveis, Alyssa revive os momentos mais preciosos de sua vida após os aconntecimentos em Qualquer outro lugar, e o papel mágico que desempenhou para preservar a felicidade daqueles que ela ama. Em Sussurros do País das Maravilhas você encontrará três contos de lembranças inéditas e inesquecíveis. Junte-se novamente aos personagens da série O Lado mais Sombrio e embarque neste fantástico mundo.",
    "imagem": "https://m.media-amazon.com/images/I/712CkpHJa6L._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 272,
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 45.04,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 16.11,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2016",
    "titulo": "O Lar Da Srta. Peregrine Para Crianças Peculiares",
    "autor": "Ransom Riggs",
    "genero": "Fantasia",
    "editora": "Intrínseca",
    "sinopse": "Na época da Segunda Guerra Mundial, o avô havia morado numa ilha remota, num casarão que funcionava como abrigo para crianças. Lá, Abe convivera com uma menina que levitava, uma garota que produzia fogo com as mãos, um menino invisível… Entretanto, todas essas histórias foram perdendo o encanto à medida que Jacob crescia. Até que, aos dezesseis anos, tudo volta à tona para se provar real. Abalado com a morte misteriosa do avô, Jacob decide ir à tal ilha para tentar entender as últimas palavras de Abe: “Encontre a ave. Na fenda. Do outro lado do túmulo do velho.” Ele encontra o casarão em ruínas, mas, ao passar por um túnel subterrâneo, o menino se vê em outra época, décadas atrás: em 3 setembro de 1940. Nesse lugar protegido no tempo, ele conhece crianças com habilidades peculiares e encontra as respostas para todas as suas perguntas. Mas o fascínio inicial logo se transforma em uma luta para sobreviver e salvar a vida de seus novos amigos. Viagens no tempo, mulheres que se transformam em aves, crianças com dons inusitados e monstros à espreita. Bem-vindo ao lar da srta. Peregrine para crianças peculiares, um fascinante mundo novo pronto para ser descoberto.",
    "imagem": "https://m.media-amazon.com/images/I/71+ldJlrc8S._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 352,
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 17.00,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 34.95,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2016",
    "preco": "79.99",
    "titulo": "Cidade dos Etéreos",
    "autor": "Ransom Riggs",
    "genero": "Fantasia",
    "editora": "Intrínseca",
    "sinopse": "Cidade dos etéreos dá sequência ao celebrado O orfanato da srta. Peregrine para crianças peculiares, em que o jovem Jacob Portman, para descobrir a verdade sobre a morte do avô, segue pistas que o levam a um antigo lar para crianças em uma ilha galesa. O orfanato abriga crianças com dons sobrenaturais, protegidas graças à poderosa magia da diretora, a srta. Peregrine. Neste segundo livro, o grupo de peculiares precisa deter um exército de monstros terríveis, e a srta. Peregrine, única pessoa que pode ajudá-los, está presa no corpo de uma ave. Jacob e seus novos amigos partem rumo a Londres, cidade onde os peculiares se concentram. Eles têm a esperança de, lá, encontrar uma cura para a amada srta. Peregrine, mas, na cidade devastada pela guerra, surpresas ameaçadoras estão à espreita em cada esquina. E, além de levar as crianças a um lugar seguro, Jacob terá que tomar uma decisão importante quanto a seu amor por Emma, uma das peculiares. Telecinesia e viagens no tempo, ciganos e atrações de circo, malignos seres invisíveis e um desfile de animais inusitados, além de uma inédita coleção de fotografias de época — tudo isso se combina para fazer de Cidade dos etéreos uma história de fantasia comovente, uma experiência de leitura única e impactante.",
    "imagem": "https://m.media-amazon.com/images/I/616V5SRtbgL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 384,
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 28.50,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 62.91,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2016",
    "titulo": "Biblioteca de Almas",
    "autor": "Ransom Riggs",
    "genero": "Fantasia",
    "editora": "Intrínseca",
    "sinopse": "''Biblioteca de Almas'' é o último volume da celebrada trilogia iniciada com O lar da srta. Peregrine para crianças peculiares. Neste terceiro livro, depois de sofrer com a morte do avô, conhecer crianças com habilidades peculiares em uma fenda temporal e partir pelo mar em uma busca desesperada para curar a srta. Peregrine, Jacob vai finalmente enfrentar a inevitável conclusão dessa turbulenta jornada.Jacob descobre uma poderosa habilidade e não demora a explorá-la para resgatar os amigos peculiares e as ymbrynes da fortaleza dos acólitos. Junto com ele vai Emma Bloom, uma menina capaz de produzir fogo com as mãos, e Addison MacHenry, um cão com faro especial para encontrar crianças perdidas. Partindo da Londres dos dias atuais, o grupo vai percorrer as ruelas labirínticas do chamado Recanto do Demônio, uma complexa fenda temporal que abriga todo tipo de vícios e perversões. É ali que o destino de peculiares de toda parte será decidido de uma vez por todas. Tal como os volumes anteriores da série, ''Biblioteca de Almas'' une fantasia, aventura e sombrias fotografias de época para criar uma experiência de leitura única.",
    "imagem": "https://m.media-amazon.com/images/I/71PE8H-b3JL._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 416,
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 74.99,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 62.91,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2018",
    "titulo": "Garotas de neve e vidro",
    "autor": "Melissa Bashardoust",
    "genero": "Fantasia",
    "editora": "Plataforma 21",
    "sinopse": "Mina é filha de um mago cruel e sua mãe está morta. Aos dezesseis anos, seu coração nunca bateu por ninguém – na verdade, ele jamais pulsou de forma alguma, e Mina sempre achou esse silêncio normal. Ela nunca suspeitou que o pai arrancara seu coração e, no lugar, colocara outro de vidro. Então, quando Mina chega ao castelo de Primavera Branca e vê o rei pela primeira vez, ela cria um plano: conquistá-lo, tornar-se rainha e finalmente conhecer o amor. A única desvantagem desse plano, ao que tudo indica, é que ela se tornará madrasta. Lynet tem quinze anos e é a imagem de sua falecida mãe. Um dia, descobre que um mago a criou à semelhança da rainha morta, a partir da neve. No entanto, Lynet preferiria ser forte e majestosa como sua madrasta, Mina. E realiza seu desejo quando o pai a torna rainha dos territórios do sul, tomando assim o lugar de Mina. A madrasta, então, começa a olhar para a enteada com algo que se assemelha ao ódio, e Lynet precisa decidir o que fazer – e quem quer ser – para ter de volta a única mãe que de fato conheceu... ou simplesmente derrotar Mina. Garotas de neve e vidro traça a relação de duas mulheres fadadas a serem rivais desde o princípio – a não ser que redescubram a si mesmas e deem novo significado à história que lhes foi imposta. Este aclamado reconto feminista de Branca de Neve nos leva a um mundo singelo e, ao mesmo tempo, maravilhoso. Uma poderosa releitura para mantê-lo sempre atual e presente.",
    "imagem": "https://m.media-amazon.com/images/I/617a89W+a-L._SY344_BO1,204,203,200_QL70_ML2_.jpg",
    "qtdePagina": 424,
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 35.90,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 34.10,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2011",
    "titulo": "Sapiens: Uma breve história da humanidade",
    "autor": " Yuval Noah Harari",
    "genero": "Não ficção",
    "editora": "Companhia das Letras",
    "sinopse": "O planeta Terra tem cerca de 4,5 bilhões de anos. Numa fração ínfima desse tempo, uma espécie entre incontáveis outras o dominou: nós, humanos. Somos os animais mais evoluídos e mais destrutivos que jamais viveram. Sapiens é a obra-prima de Yuval Noah Harari e o consagrou como um dos pensadores mais brilhantes da atualidade. Num feito surpreendente, que já fez deste livro um clássico contemporâneo, o historiador israelense aplica uma fascinante narrativa histórica a todas as instâncias do percurso humano sobre a Terra. Da Idade da Pedra ao Vale do Silício, temos aqui uma visão ampla e crítica da jornada em que deixamos de ser meros símios para nos tornarmos os governantes do mundo. Harari se vale de uma abordagem multidisciplinar que preenche as lacunas entre história, biologia, filosofia e economia, e, com uma perspectiva macro e micro, analisa não apenas os grandes acontecimentos, mas também as mudanças mais sutis notadas pelos indivíduos. “Interessante e provocador. Nos traz a sensação de quão breve é o tempo em que estamos nesta Terra.” ― Barack Obama “Recomendo Sapiens a qualquer pessoa que esteja interessada na história e no futuro de nossa espécie.” ― Bill Gates “Uma incrível investigação para compreender o passado, situar o presente e pensar para onde iremos. Num momento de crise civilizatória, a obra de Harari é um convite à reflexão.” ― Djamila Ribeiro “Sapiens não só trata das questões mais importantes da história de nossa espécie como é escrito numa linguagem vívida e inesquecível.” ― Jared Diamond “O livro de Yuval Noah Harari é muito bom. Fui surpreendido por pontos de vista que nunca tinha imaginado.” ― Leandro Karnal “O modo como Harari narra a história de nós, humanos, e enxerga nosso futuro é arrebatador.” ― Natalie Portman “Sapiens é uma exploração fascinante sobre como aquilo que nos torna humanos é muito mais do que uma biologia notável: é o mundo mental que construímos em conjunto.” ― Suzana Herculano-Houzel",
    "imagem": "https://m.media-amazon.com/images/I/41FU42ESk5L._SX346_BO1,204,203,200_.jpg",
    "qtdePagina": 472,
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 42.50,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 130
      },
      {
        "preco": 34.0,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 200
      }
    ]
  },
  {
    "anoPublicacao": "2018",
    "titulo": "Breves respostas para grandes questões",
    "autor": "Stephen Hawking",
    "genero": "Biografia, Autobiografia",
    "editora": "Intrínseca",
    "sinopse": "Em textos inéditos, o físico e autor do best-seller Uma breve história do tempo nos presenteia com seus pensamentos finais sobre as maiores perguntas da humanidade. Desde Einstein, o mundo não via um cientista tão reverenciado quanto Stephen Hawking. Com seu trabalho revolucionário em física e cosmologia, ele encantou milhões de leitores com a origem do universo e a natureza dos buracos negros, além de inspirar todos pela coragem e determinação que mostrou em sua luta contra a doença do neurônio motor. Agora, nesta reunião póstuma de seus trabalhos, podemos conhecer seus pensamentos a respeito das grandes questões que povoam nossas mentes desde os primórdios e daquelas mais prementes na atualidade. Somos conduzidos assim a suas reflexões sobre a origem do universo, a existência de Deus e a natureza do tempo, assuntos sempre submetidos a seu intelecto afiado de cientista. Aliado à curiosidade que o impulsionou por toda a vida, ele projeta seu olhar também para o futuro, buscando soluções para problemas que ameaçam hoje o mundo como o conhecemos, tais como o aquecimento global, a fome e a urgência de um desenvolvimento sustentável. Com prefácio de Eddie Redmayne — que ganhou o Oscar por interpretar Hawking no cinema —, introdução do Nobel de física Kip Thorne e posfácio comovente de Lucy Hawking, sua filha, Breves respostas para grandes questões não é apenas a última mensagem de um grande gênio: é seu presente final para a humanidade. Internacionalmente famoso, o cientista já vendeu cerca de 300 mil exemplares pela Intrínseca. Com um tom pessoal e acessível, o livro é a porta de entrada perfeita para quem quer ter contato com suas teorias.",
    "imagem": "https://m.media-amazon.com/images/I/5173vt0cnCL._SX400_BO1,204,203,200_.jpg",
    "qtdePagina": "256",
    "oferta": "true",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 40.90,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 120
      },
      {
        "preco": 28.63,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 140
      }
    ]
  },
  {
    "anoPublicacao": "1859",
    "titulo": "Charles Darwin - A Origem das Espécies",
    "autor": "Charles Darwin",
    "genero": "ciência, biologia",
    "editora": "Edipro",
    "sinopse": "O livro que apresentou a teoria da evolução, de Charles Darwin, e redefiniu para sempre a ciência moderna. Esta nova tradução de A origem das espécies destaca-se por ter sido elaborada com base na primeira edição do texto, de 1859, que depois passaria por alterações do próprio autor em consequência das inúmeras pressões da imprensa e da comunidade científica do século XIX. Sem cortes e censuras, este volume traz a teoria darwinista original, em vez de seguir a prática de tomar como base a sexta edição da obra, então já amplamente alterada. A pesquisa de Darwin foi tão rigorosa e precisa em seu primeiro manuscrito que, hoje, estas hipóteses são comprovadas pela comunidade científica. Com prefácio e notas do doutor Nelio Bizzo, um dos maiores especialistas em darwinismo no Brasil, esta edição realça a importância histórica desta que é a principal obra da biologia de todos os tempos.",
    "imagem": "https://m.media-amazon.com/images/I/51JMj5S+4qL._SX344_BO1,204,203,200_.jpg",
    "qtdePagina": "480",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 73.50,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 115
      },
      {
        "preco": 38.61,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 200
      }
    ]
  },
  {
    "anoPublicacao": "2017",
    "titulo": "Jó. Ou a Tortura Pelos Amigos",
    "autor": " Fabrice Hadjadj ",
    "genero": "Drama",
    "editora": "É Realizações",
    "sinopse": "Fabrice Hadjadj é conhecido por escrever ensaios cáusticos sobre eventos atuais. E a É Realizações lança uma de suas peças, Jó – Ou a tortura pelos amigos, que não poderia deixar de ser diferente. Uma releitura atual da história de Jó, um texto em que o autor entra num diálogo histórico com o livro considerado o mais antigo da Bíblia: o livro de Jó.",
    "imagem": "https://m.media-amazon.com/images/I/31yb9LENaWL._SX276_BO1,204,203,200_.jpg",
    "qtdePagina": "80",
    "oferta": "false",
    "destaque": "true",
    "detalhes": [
      {
        "preco": 44.48,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 70
      }
    ]
  },
  {
    "anoPublicacao": "1988",
    "titulo": "Uma breve história do tempo",
    "autor": "Stephen Hawking",
    "genero": " Divulgação científica",
    "editora": "Intrínseca",
    "sinopse": "Uma das mentes mais geniais do mundo moderno, Stephen Hawking guia o leitor na busca por respostas a algumas das maiores dúvidas da humanidade: Qual a origem do universo? Ele é infinito? E o tempo? Sempre existiu, ou houve um começo e haverá um fim? Existem outras dimensões além das três espaciais? E o que vai acontecer quando tudo terminar? Com ilustrações criativas e texto lúcido e bem-humorado, Hawking desvenda desde os mistérios da física de partículas até a dinâmica que movimenta centenas de milhões de galáxias por todo o universo. Para o iniciado, Uma breve história do tempo é uma bela representação de conceitos complexos; para o leigo, é um vislumbre dos segredos mais profundos da criação. “Bem-humorado e extremamente didático, Stephen Hawking demonstra os talentos de um grande professor ao usar o cotidiano para ilustrar teorias extremamente complexas.” The New York Times “Mesmo preso à cadeira de rodas, Stephen Hawking viaja com sua mente por toda a vastidão do espaço e do tempo e desvenda os segredos do universo.” Time “Uma breve história do tempo é a união do entusiasmo de uma criança ao intelecto de um gênio.” The Sunday Times “Uma obra magistral.” The Wall Street Journal Best-seller da Veja",
    "imagem": "https://m.media-amazon.com/images/I/51FBILW8cWS._SX346_BO1,204,203,200_.jpg",
    "qtdePagina": "256",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 49.90,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 170
      },
      {
        "preco": 34.93,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 110
      }
    ]
  },
  {
    "anoPublicacao": "2015",
    "titulo": "Homo Deus",
    "autor": " Yuval Noah Harari",
    "genero": "Filosofia social",
    "editora": "Companhia das Letras",
    "sinopse": "Neste Homo Deus: uma breve história do amanhã, Yuval Noah Harari, autor do estrondoso best-seller Sapiens: uma breve história da humanidade, volta a combinar ciência, história e filosofia, desta vez para entender quem somos e descobrir para onde vamos. Sempre com um olhar no passado e nas nossas origens, Harari investiga o futuro da humanidade em busca de uma resposta tão difícil quanto essencial: depois de séculos de guerras, fome e pobreza, qual será nosso destino na Terra? A partir de uma visão absolutamente original de nossa história, ele combina pesquisas de ponta e os mais recentes avanços científicos à sua conhecida capacidade de observar o passado de uma maneira inteiramente nova. Assim, descobrir os próximos passos da evolução humana será também redescobrir quem fomos e quais caminhos tomamos para chegar até aqui.",
    "imagem": "https://m.media-amazon.com/images/I/41bUl4cVKsL._SX346_BO1,204,203,200_.jpg",
    "qtdePagina": "448",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 49.82,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 100
      },
      {
        "preco": 39.86,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 180
      }
    ]
  },
  {
    "anoPublicacao": "2003",
    "titulo": "O Código Da Vinci",
    "autor": "Dan Brown",
    "genero": "Suspense",
    "editora": "Editora Arqueiro",
    "sinopse": "Um assassinato no Museu do Louvre traz à tona uma sinistra conspiração para revelar um segredo que foi protegido por uma sociedade secreta desde os tempos de Jesus Cristo. A vítima é o curador do museu, Jacques Saunière, um dos líderes dessa fraternidade, o Priorado de Sião, que já teve como membros Leonardo da Vinci, Victor Hugo e Isaac Newton. Pouco antes de morrer, ele consegue deixar uma mensagem cifrada na cena do crime. Apenas sua neta, a criptógrafa Sophie Neveu, e Robert Langdon, um famoso simbologista de Harvard, podem desvendá-la. Os dois se transformam em suspeitos e em detetives enquanto percorrem as ruas de Paris e de Londres tentando decifrar um intricado quebra-cabeça que pode lhes revelar um segredo milenar que envolve a Igreja Católica. Poucos passos à frente das autoridades e do assassino, Sophie e Robert buscam pistas nas obras de Da Vinci e se debruçam sobre alguns dos maiores mistérios da cultura ocidental – da natureza do sorriso da Mona Lisa ao significado do Santo Graal. Mesclando com perfeição suspense, informações sobre obras de arte, documentos e rituais secretos, Dan Brown consagrou-se como um dos autores mais brilhantes da atualidade.",
    "imagem": "https://m.media-amazon.com/images/I/41d3LsE0NqL._SX346_BO1,204,203,200_.jpg",
    "qtdePagina": "560",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 44.89,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 70
      },
      {
        "preco": 35.91,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 90
      }
    ]
  },
  {
    "anoPublicacao": "2008",
    "titulo": "Mentes perigosas: O psicopata mora ao lado",
    "autor": " Dra. Ana Beatriz Barbosa Silva",
    "genero": "Autoajuda",
    "editora": "Principium",
    "sinopse": "Eles podem ter várias faces. Disfarçados de pessoas de bem, autora de mentes ansiosas ocultam o que realmente são: seres calculistas, manipuladores e insensíveis aos sentimentos alheios. Estão ao nosso lado no trabalho, na escola, na vizinhança e no círculo familiar e, a qualquer momento, podem gerar destruição em nossa vida. Eles são os psicopatas, uma ameaça real e silenciosa para toda a sociedade. Em Mentes perigosas, a dra. Ana Beatriz Barbosa Silva revela esse sombrio transtorno de personalidade que atinge cerca de 4% da população mundial e mostra ao leitor como se prevenir contra as perversidades de uma mente psicopata. Sucesso editorial absoluto, esta edição de aniversário inclui dois capítulos novos. Um sobre psicopatas no ambiente em que deveríamos nos sentir mais seguros ― a família ― em que a autora relata conhecidos e estarrecedores casos de psicopatia. E outro sobre a conhecida relação entre psicopatia e poder, que trata de grandes tiranos da história que usaram o poder político para dar vasão aos seus impulsos mais perversos.",
    "imagem": "https://m.media-amazon.com/images/I/41+q23ts6XL._SX338_BO1,204,203,200_.jpg",
    "qtdePagina": "288",
    "oferta": "false",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 44.90,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 80
      },
      {
        "preco": 29.94,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 120
      }
    ]
  },
  {
    "anoPublicacao": "2018",
    "titulo": "O inferno somos nós: Do ódio à cultura de paz",
    "autor": "Leandro Karnal & Monja Coen",
    "genero": "Filosofia",
    "editora": "Papirus 7 Mares",
    "sinopse": "Vivemos dias difíceis, de vozes múltiplas que parecem nunca dialogar, ávidas que são para atacar e julgar. Em tempos adversos como o que vivemos, de crise, preconceito e intolerância, como transformar o ódio em compreensão do outro em suas diferenças? Como sair de um cenário de violência e construir uma cultura de paz? O historiador Leandro Karnal e a Monja Coen, fundadora da Comunidade Zen-budista do Brasil, conversam nesse livro sobre essas e outras questões, em diálogo inspirador. Os autores lembram que o medo pode estar na origem da violência e apontam como o conhecimento, de si e do outro, é capaz de produzir uma nova atitude na sociedade, menos agressiva e mais acolhedora. 'Localizar o mal no outro é uma panaceia universal', observa Leandro. Mas, talvez, o inferno não sejam os outros, como pensava o filósofo francês Jean-Paul Sartre, e sim nós mesmos.",
    "imagem": "https://m.media-amazon.com/images/I/51CxbKLFkwL._SX331_BO1,204,203,200_.jpg",
    "qtdePagina": "112",
    "oferta": "true",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 36.50,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 105
      },
      {
        "preco": 24.90,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 150
      }
    ]
  },
  {
    "anoPublicacao": "2009",
    "titulo": "O símbolo perdido",
    "autor": "Dan Brown",
    "genero": "Suspense",
    "editora": "Editora Arqueiro",
    "sinopse": "Robert Langdon, o célebre simbologista de Harvard, é convidado por seu amigo e mentor Peter Solomon – eminente maçom e filantropo – a dar uma palestra no Capitólio dos Estados Unidos. Ao chegar lá, descobre que caiu numa armadilha: não há palestra, Solomon está desaparecido e, ao que parece, correndo perigo. Mal’akh, o sequestrador, acredita que os fundadores de Washington, a maioria deles mestres maçons, esconderam na cidade um tesouro capaz de dar poderes sobre-humanos a quem o encontrasse. E está convencido de que Langdon é o único que pode localizá-lo. Vendo que essa é sua única chance de salvar Solomon, o simbologista percorre o Capitólio, a Biblioteca do Congresso, a Catedral Nacional e o Centro de Apoio dos Museus Smithsonian. Neste labirinto de códigos maçônicos e símbolos escondidos, Langdon conta com a ajuda de Katherine, irmã de Peter e renomada cientista. O tempo está contra eles. E muitas outras pessoas parecem envolvidas nesta trama que ameaça a segurança nacional, entre elas a diretora do Escritório de Segurança da CIA e o supervisor do Capitólio. Quando se trata de segredos e poder, nunca se pode dizer ao certo de que lado cada um está.",
    "imagem": "https://m.media-amazon.com/images/I/51-DJrySy5L._SX327_BO1,204,203,200_.jpg",
    "qtdePagina": "640",
    "oferta": "true",
    "destaque": "false",
    "detalhes": [
      {
        "preco": 44.90,
        "tipoLivro": "FISICO",
        "qtdeEstoque": 110
      },
      {
        "preco": 35.91,
        "tipoLivro": "EBOOK",
        "qtdeEstoque": 80
      }
    ]
  }
]
